{
    "cafes": [
      {
        "nome": "Galeria Café",
        "endereco": "Rua Barroso, 293 - Centro",
        "descricao": "Café tradicional com opções de comidas regionais."
      },
      {
        "nome": "Angatu Café",
        "endereco": "R. Monsenhor Coutinho, 402 - Centro",
        "descricao": "Cafeteria charmosa com decoração acolhedora, oferecendo cafés especiais, e sanduíches regionais"
      },
      {
        "nome": "Café do Largo",
        "endereco": "R. Costa Azevedo, 290 - Centro",
        "descricao": "Café com vista para o Teatro Amazonas, oferecendo lanches e doces típicos."
      }
    ],
    "restaurantes": [
      {
        "nome": "Tambaqui de Banda",
        "endereco": "Rua José Clemente, 596 - Centro",
        "descricao": "Especializado em peixes regionais."
      },
      {
        "nome": "Banzeiro",
        "endereco": "Rua Libertador, 102 - Centro",
        "descricao": "Culinária amazônica contemporânea."
      },
      {
        "nome": "Tacacá da Gisela",
        "endereco": "Rua José Clemente, Sem numero - Centro",
        "descricao": "Serve o famoso tacacá, prato típico amazônico, em ambiente informal."
      },
      {
        "nome": "Picanha Mania",
        "endereco": "Av. Ramos Ferreira, 1684 - Centro",
        "descricao": "Tradicional churrascaria de Manaus com mais de 19 anos no mercado. Especializada em cortes nobres de carne, com destaque para sua picanha premium. Oferece buffet completo de acompanhamentos e ambiente familiar acolhedor."
      }
    ],
    "pontos_turisticos": [
      {
        "nome": "Teatro Amazonas",
        "endereco": "Largo de São Sebastião, Centro",
        "descricao": "Símbolo da época áurea da borracha, construído em 1896."
      },      
      {
        "nome": "Museu do Índio",
        "endereco": "Rua Ricardo Boechat, Centro",
        "descricao": "Museu dedicado à cultura e história dos povos indígenas da Amazônia."
      },
      {
        "nome": "Mirante Lúcia Almeida",
        "endereco": "Av. Sete de Setembro, Centro",
        "descricao": "O Mirante é um espaço cultural e turístico no centro de Manaus. Oferece vista privilegiada do Rio Negro, skyglass, píer turístico e áreas de lazer e gastronomia."
      },
      {
        "nome": "Museu da Cidade de Manaus - MUMA (Paço da Liberdade)",
        "endereco": "R. Gabriel Salgado, Centro",
        "descricao": "Museu em um palácio neoclássico com exposições interativas sobre a cultura e a história de Manaus."
      }
    ],
    "hoteis": [
      {
        "nome": "Hotel Millennium",
        "endereco": "Av. Eduardo Ribeiro, Centro",
        "descricao": "Hotel confortável no coração do centro histórico."
      },
      {
        "nome": "Taj Mahal Continental Hotel",
        "endereco": "Av. Getúlio Vargas, Centro",
        "descricao": "Hotel com boa infraestrutura e localização privilegiada."
      },
      {
        "nome": "Hotel São Paulo",
        "endereco": "Rua São Paulo, Centro",
        "descricao": "Hotel simples e acolhedor, ideal para quem busca praticidade."
      }
    ],
    "bares": [
      {
        "nome": "Basquiat GastroPub",
        "endereco": "Rua Silva Ramos, 170, Centro",
        "descricao": "O Basquiat GastroPub Galeria é um bar alternativo localizado no Centro de Manaus, conhecido por sua atmosfera artística e acolhedora. Inspirado no artista Jean-Michel Basquiat, o local combina elementos de galeria, bistrô e pub, oferecendo uma experiência cultural e gastronômica única." 
      },
      {
        "nome": "Bar do Armando",
        "endereco": "Rua 10 de Julho, 593, Centro",
        "descricao": "Fundado em 1963, é um ícone cultural de Manaus, conhecido por sua cerveja gelada, petiscos tradicionais como isca de pirarucu e ambiente descontraído com música ao vivo."
      },
      {
        "nome": "Bar Caldeira",
        "endereco": "Rua 10 de Julho, 593, Centro",
        "descricao": "Conhecido por seu chopp gelado e música ao vivo, é um ponto de encontro para manauaras e turistas, representando a cultura manauara."
      },
      {
        "nome": "Oliver'Pub",
        "endereco": "R. Simão Bolívar, 231 - Centro",
        "descricao": "Bar popular no centro da cidade, local amplo, com foco no atendimento de qualidade e cervejas de baixo preço."
      }
    ],
    "noturna": [
      {
        "nome": "Curupira mãe do mato",
        "endereco": "Avenida Sete de Setembro, 1710 – Centro",
        "descricao": "O Curupira Mãe do Mato é um espaço cultural vibrante localizado no coração de Manaus. Mais do que um bar, é um ponto de encontro para quem busca arte, música, gastronomia regional e uma atmosfera acolhedora e alternativa."
      },
      {
        "nome": "Las vegas Club Show",
        "endereco": "R. Tamandaré, 125 - Centro",
        "descricao": "Uma casa noturna popular localizada proximo ao porto de manaus. Famoso por ambiente animado e muica ao vivo."
      },
      {
        "nome": "Boate Dama Da Noite",
        "endereco": "Rua Lobo D'Almada, 380 - Centro",
        "descricao": "Uma casa noturna popular localizada no centro de manaus, conhecida por ser em frente ao Remulos Beer."
      }
    ],
    "portos": [
      {
        "nome": "Porto Público de Manaus - Roadway",
        "endereco": "Av. Floriano Peixoto, 2-30 - Centro",
        "descricao": "O Porto de Manaus é um dos principais portos fluviais do Brasil, localizado na zona central da cidade. Ele desempenha um papel crucial no transporte de mercadorias para a região Norte e outros destinos ao longo dos rios da Amazônia."
      },
      {
        "nome": "Porto das Balsas de Manaus",
        "endereco": "Avenida Manaus Moderna 355-465 - Centro",
        "descricao": "O Porto das balsas de Manaus é um ponto estratégico para embarques e desembarques de mercadorias. Ele é especialmente importante durante a temporada de cheia dos rios, quando as águas aumentam o nível dos portos tradicionais."
      }
    ]
  }
